Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Display date below time in compact mode
ar: عرض التاريخ تحت الوقت في الوضع المدمج
de: Im kompakten Modus das Datum unter der Uhrzeit anzeigen
es: Muestra la fecha debajo de la hora en el modo compacto
fr: Afficher la date en dessous de l'heure en mode compact
hu: A dátum megjelenítése az idő alatt kompakt módban
ja: コンパクトモードで時刻の下に日付を表示します
nl: Toon datum onder de tijd in compacte modus
pl: Wyświetlaj datę pod czasem w trybie kompaktowym
pt: Mostrar a data por baixo da hora no modo compacto
ru: Отображать дату ниже времени в компактном режиме
sv: Visa datum under tiden i kompakt läge
tr: Kompakt modda tarihi saatin altında göster
vi: Hiển thị ngày bên dưới thời gian ở chế độ thu gọn
zh_hans: 在紧凑布局中于时间下方显示日期
zh_hant: 在精簡模式中將日期顯示於時間下方

source: Display Name
ar: اسم العرض
de: Bildschirmname
es: Nombre visible
fr: Nom affiché
hu: Megjelenített név
ja: 表示名
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome a Apresentar
ru: Отображаемое имя
sv: Visningsnamn
tr: Görünen Ad
vi: Tên hiển thị
zh_hans: 显示器名称
zh_hant: 顯示名稱

source: Display Positions
ar: مواضع الشاشات
de: Bildschirmpositionen
es: Posiciones por pantalla
fr: Positions par écran
hu: Kijelző-pozíciók
ja: ディスプレイごとの位置
nl: Weergaveposities
pl: Położenia wyświetlaczy
pt: Posições dos Monitores
ru: Положение Dock на дисплеях
sv: Bildskärmspositioner
tr: Ekran Konumları
vi: Vị trí màn hình
zh_hans: 显示器位置
zh_hant: 顯示位置

source: Display running apps that aren't pinned
ar: عرض تطبيقات قيد التشغيل التي لم يتم تثبيتها
de: Laufende Apps anzeigen, die nicht im Dock abgelegt sind
es: Muestra las apps abiertas que no están fijadas
fr: Afficher les applications qui ne sont pas épinglées
hu: A nem kitűzött, futó alkalmazások megjelenítése
ja: ピン留めされていない実行中のアプリを表示します
nl: Toon geopende apps die niet zijn vastgezet
pl: Wyświetlaj uruchomione aplikacje, które nie są przypięte
pt: Mostrar as aplicações em execução que não estão afixadas
ru: Отобразить запущенные приложения, которые не закреплены
sv: Visa appar som körs men som inte är fästa
tr: Sabitlenmemiş çalışan uygulamaları göster
vi: Hiển thị các ứng dụng đang chạy không được ghim
zh_hans: 显示未固定的正在运行的应用
zh_hant: 顯示未釘選的執行中應用程式

source: Display the app icon and name above dock previews
ar: عرض أيقونة التطبيق واسمه أعلى معاينات Dock
de: App-Symbol und Namen über Dock-Vorschauen anzeigen
es: Muestra el icono y el nombre de la app encima de las previsualizaciones del Dock
fr: Afficher l'icône et le nom de l'application au-dessus des aperçus du dock
hu: Az alkalmazásikon és -név megjelenítése a Dock-előnézetek felett
ja: Dockプレビューの上にアプリのアイコンと名前を表示します
nl: Geef het app-pictogram en de naam weer boven de Dock-voorbeelden
pl: Wyświetlaj ikonę i nazwę aplikacji nad podglądami Docka
pt: Mostrar o ícone e o nome da aplicação por cima das pré-visualizações da Dock
ru: Показывать значок и название приложения над предпросмотром Dock
sv: Visa appsymbolen och namnet ovanför dockförhandsvisningar
tr: Dock önizlemelerinin üstünde uygulama simgesini ve adını göster
vi: Hiển thị biểu tượng và tên ứng dụng phía trên các bản xem trước dock
zh_hans: 在 Dock 预览上方显示应用图标和名称
zh_hant: 在 Dock 預覽上方顯示應用程式圖示與名稱

source: Display the browser profile icon on window previews
ar: عرض أيقونة ملف تعريف المتصفح في معاينات النوافذ
de: Profilsymbol des Browsers in der Fenstervorschau anzeigen
es: Muestra el icono del perfil del navegador en las previsualizaciones de ventanas
fr: Afficher l'icône du profil du navigateur dans les aperçus de la fenêtre
hu: A böngészőprofil ikonjának megjelenítése az ablakelőnézeteken
ja: ウインドウプレビューにブラウザのプロファイルアイコンを表示します
nl: Het pictogram van het browserprofiel weergeven in venstervoorbeeld
pl: Wyświetlaj ikonę profilu przeglądarki na podglądach okien
pt: Mostrar o ícone do perfil do navegador nas pré-visualizações de janelas
ru: Показывать значок профиля браузера на предпросмотре окон
sv: Visa webbläsarprofilens symbol på fönsterförhandsvisningar
tr: Pencere önizlemelerinde tarayıcı profili simgesini göster
vi: Hiển thị biểu tượng hồ sơ trình duyệt trên các bản xem trước cửa sổ
zh_hans: 在窗口预览上显示浏览器个人资料图标
zh_hant: 於視窗預覽中顯示瀏覽器設定檔圖示

source: Display the browser profile icon on window previews when multiple profiles are active
ar: عرض أيقونة ملف تعريف المتصفح في معاينات النوافذ عندما تكون ملفات تعريف متعددة نشطة
de: Profilsymbol des Browsers in der Fenstervorschau anzeigen, wenn mehrere Profile aktiv sind
es: Muestra el icono del perfil del navegador en las previsualizaciones de ventanas cuando hay varios perfiles activos
fr: Afficher l'icône du profil du navigateur dans les aperçus de fenêtre lorsque plusieurs profils sont actifs
hu: A böngészőprofil ikonjának megjelenítése az ablakelőnézeteken, ha több profil aktív
ja: 複数のプロファイルが有効なときに、ウインドウプレビューにブラウザのプロファイルアイコンを表示します
nl: Laat een browserprofielpictogram op venstervoorbeelden zien wanneer meerdere profielen actief zijn
pl: Wyświetlaj ikonę profilu przeglądarki na podglądach okien, gdy aktywnych jest wiele profili
pt: Mostrar o ícone do perfil do navegador nas pré-visualizações de janelas quando vários perfis estão ativos
ru: Показывать значок профиля браузера на предпросмотре окон, когда активно несколько профилей
sv: Visa webbläsarprofilens symbol på fönsterförhandsvisningar när flera profiler är aktiva
tr: Birden fazla profil aktif olduğunda, pencere önizlemelerinde tarayıcı profil simgesini göster
vi: Hiển thị biểu tượng hồ sơ trình duyệt trên các bản xem trước cửa sổ khi có nhiều hồ sơ đang hoạt động
zh_hans: 当有多个浏览器个人资料处于使用状态时，在窗口预览上显示浏览器个人资料图标
zh_hant: 當有多個瀏覽器設定檔使用中時，在視窗預覽上顯示設定檔圖示

source: Display the window title on each Alt-Tab preview card
ar: عرض عنوان النافذة على كل بطاقة معاينة Alt-Tab
de: Fenstertitel auf jeder Alt-Tab Vorschaukarte anzeigen
es: Muestra el título de la ventana en cada tarjeta de previsualización de Alt-Tab
fr: Afficher le titre de la fenêtre sur chaque aperçu Alt-Tab
hu: Az ablak címének megjelenítése minden Alt-Tab előnézeti kártyán
ja: 各Alt-Tabプレビューカードにウインドウタイトルを表示します
nl: Geef de venstertitel weer op elke Alt-Tab-voorbeeldkaart
pl: Wyświetlaj tytuł okna na każdej karcie podglądu Alt-Tab
pt: Mostrar o título da janela em cada cartão de pré-visualização do Alt-Tab
ru: Показывать заголовок окна на каждой карточке предпросмотра Alt-Tab
sv: Visa fönstertiteln på varje förhandsvisningskort i Alt-Tab
tr: Her Alt-Tab önizleme kartında pencere başlığını göster
vi: Hiển thị tiêu đề cửa sổ trên mỗi thẻ xem trước Alt-Tab
zh_hans: 在每个 Alt-Tab 预览卡片上显示窗口标题
zh_hant: 在 Alt-Tab 預覽卡片上顯示視窗標題

source: Display the window title on each Glance preview card
ar: عرض عنوان النافذة على كل بطاقة معاينة في Glance
de: Fenstertitel auf jeder Glance-Vorschaukarte anzeigen
es: Muestra el título de la ventana en cada tarjeta de previsualización de Glance
fr: Afficher le titre de la fenêtre sur chaque carte d'aperçu Glance
hu: Az ablak címének megjelenítése minden Glance előnézeti kártyán
ja: 各Glanceプレビューカードにウインドウタイトルを表示します
nl: De venstertitel weergeven op elke Glance-voorbeeldkaart
pl: Wyświetlaj tytuł okna na każdej karcie podglądu Glance
pt: Mostrar o título da janela em cada cartão de pré-visualização do Glance
ru: Отображать заголовок окна на каждой карточке предпросмотра Glance
sv: Visa fönstertiteln på varje förhandsvisningskort i Glance
tr: Her Glance önizleme kartında pencere başlığını göster
vi: Hiển thị tiêu đề cửa sổ trên mỗi thẻ xem trước Glance
zh_hans: 在每张 Glance 预览卡片上显示窗口标题
zh_hant: 在每張 Glance 預覽卡片上顯示視窗標題

source: Display the window title on each preview card
ar: عرض عنوان النافذة على كل بطاقة معاينة
de: Fenstertitel auf jeder Vorschaukarte anzeigen
es: Muestra el título de la ventana en cada tarjeta de previsualización
fr: Afficher le titre de la fenêtre sur chaque aperçu
hu: Az ablak címének megjelenítése minden előnézeti kártyán
ja: 各プレビューカードにウインドウタイトルを表示します
nl: Geef de venstertitel weer op elke voorbeeldkaart
pl: Wyświetlaj tytuł okna na każdej karcie podglądu
pt: Mostrar o título da janela em cada cartão de pré-visualização
ru: Показывать заголовок окна на каждой карточке предпросмотра
sv: Visa fönstertiteln på varje förhandsvisningskort
tr: Her önizleme kartında pencere başlığını göster
vi: Hiển thị tiêu đề cửa sổ trên mỗi thẻ xem trước
zh_hans: 在每个预览卡片上显示窗口标题
zh_hant: 在預覽卡片上顯示視窗標題

source: Display time in 24-hour format
ar: عرض الوقت بتنسيق 24 ساعة
de: Uhrzeit im 24-Stunden-Format anzeigen
es: Muestra la hora en formato de 24 horas
fr: Afficher l'heure au format 24 h
hu: Az idő megjelenítése 24 órás formátumban
ja: 時刻を24時間表示にします
nl: Tijd weergeven in 24-uursnotatie
pl: Wyświetlaj czas w formacie 24-godzinnym
pt: Mostrar a hora no formato de 24 horas
ru: Отображать время в 24-часовом формате
sv: Visa tiden i 24-timmarsformat
tr: Saati 24 saat biçiminde göster
vi: Hiển thị thời gian ở định dạng 24 giờ
zh_hans: 以 24 小时制显示时间
zh_hant: 以 24 小時制顯示時間

source: Display widget stacks in the dock
ar: عرض مكدسات الأدوات في Dock
de: Widget-Stapel im Dock anzeigen
es: Muestra pilas de widgets en el Dock
fr: Afficher les piles de widgets dans le dock
hu: Widgetkötegek megjelenítése a Dockban
ja: Dockにウィジェットスタックを表示します
nl: Widgetstapels weergeven in het Dock
pl: Wyświetlaj stosy widżetów w Docku
pt: Mostrar pilhas de widgets na Dock
ru: Показывать стопки виджетов в Dock
sv: Visa widgetstackar i dockan
tr: Widget yığınlarını dock'ta göster
vi: Hiển thị các ngăn xếp tiện ích trong dock
zh_hans: 在 Dock 内显示小组件叠放
zh_hant: 在 Dock 中顯示小工具堆疊

source: Displays
ar: الشاشات
de: Bildschirme
es: Pantallas
fr: Écrans
hu: Kijelzők
ja: ディスプレイ
nl: Schermen
pl: Wyświetlacze
pt: Monitores
ru: Дисплеи
sv: Bildskärmar
tr: Ekranlar
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

source: Distance between the dock and screen edge
ar: المسافة بين Dock وحافة الشاشة
de: Abstand zwischen Dock und Bildschirmrand
es: Distancia entre el Dock y el borde de la pantalla
fr: Distance entre le dock et le bord de l'écran
hu: A Dock és a képernyő széle közötti távolság
ja: Dockと画面の端の間隔
nl: Afstand tussen het Dock en de rand van het scherm
pl: Odległość między Dockiem a krawędzią wyświetlacza
pt: Distância entre a Dock e a margem do ecrã
ru: Расстояние между Dock и краем экрана
sv: Avstånd mellan dockan och skärmkanten
tr: Dock ile ekran kenarı arasındaki mesafe
vi: Khoảng cách giữa dock và cạnh màn hình
zh_hans: Dock 与屏幕边缘之间的距离
zh_hant: Dock 與螢幕邊緣的距離

source: Distance from cursor that triggers magnification
ar: المسافة من المؤشر التي تشغّل التكبير
de: Abstand zum Zeiger, ab dem die Vergrößerung ausgelöst wird
es: Distancia desde el cursor que activa la ampliación
fr: Distance du curseur qui déclenche l'agrandissement
hu: A nagyítást kiváltó távolság a kurzortól
ja: 拡大が作動するカーソルからの距離
nl: Afstand tot de cursor waarbij de vergroting wordt geactiveerd
pl: Odległość od wskaźnika uruchamiająca powiększanie
pt: Distância do cursor que ativa a ampliação
ru: Расстояние от указателя, на котором включается увеличение
sv: Avstånd från pekaren som utlöser förstoring
tr: Büyütmeyi tetikleyen imleç mesafesi
vi: Khoảng cách từ con trỏ để kích hoạt hiệu ứng phóng đại
zh_hans: 放大触发距离
zh_hant: 放大效果觸發距離

source: Distance from the screen edge to the anchored end
ar: المسافة من حافة الشاشة إلى الطرف المرتكز
de: Abstand vom Bildschirmrand zum verankerten Ende
es: Distancia desde el borde de la pantalla hasta el extremo anclado
fr: Distance entre le bord de l'écran et la fin ancrée
hu: A képernyő széle és a rögzített vég közötti távolság
ja: 画面の端から固定された端までの距離
nl: Afstand van de schermrand tot het vastgezette uiteinde
pl: Odległość od krawędzi wyświetlacza do zakotwiczonego końca
pt: Distância da margem do ecrã à extremidade ancorada
ru: Расстояние от края экрана до привязанного конца
sv: Avstånd från skärmkanten till den förankrade änden
tr: Ekran kenarından sabitlenmiş uca olan mesafe
vi: Khoảng cách từ cạnh màn hình đến đầu cố định
zh_hans: 屏幕边缘到锚定端的距离
zh_hant: 螢幕邊緣與固定端之間的距離

source: Divide captured thumbnail resolution to save memory
ar: قسمة دقة الصور المصغرة الملتقطة لتوفير الذاكرة
de: Auflösung aufgenommener Miniaturen teilen, um Speicher zu sparen
es: Divide la resolución de las miniaturas capturadas para ahorrar memoria
fr: Diviser la résolution des miniatures capturées pour économiser de la mémoire
hu: A rögzített miniatűrök felbontásának csökkentése memóriamegtakarításhoz
ja: キャプチャしたサムネールの解像度を下げてメモリを節約します
nl: De resolutie van de opgeslagen miniatuurafbeeldingen verlagen om geheugen te besparen
pl: Zmniejsz rozdzielczość przechwytywanych miniatur, aby oszczędzać pamięć
pt: Divida a resolução das miniaturas capturadas para poupar memória
ru: Делить разрешение захваченных миниатюр для экономии памяти
sv: Dela ned miniatyrernas upplösning för att spara minne
tr: Belleği korumak için yakalanan küçük resim çözünürlüğünü böl
vi: Chia nhỏ độ phân giải hình thu nhỏ đã ghi để tiết kiệm bộ nhớ
zh_hans: 降低捕获的缩略图分辨率以节省内存
zh_hant: 降低擷取的縮圖解析度以節省記憶體

source: Divide the leading-edge widgets from the centered items.
ar: افصل أدوات حافة البداية عن العناصر الموسّطة.
de: Trennen Sie Widgets am Anfang von den zentrierten Objekten.
es: Separa los widgets del borde inicial de los elementos centrados.
fr: Séparer les widgets de début des éléments centrés.
hu: Az elülső él widgetjeinek elválasztása a középre igazított elemektől.
ja: 先頭側のウィジェットを中央の項目と区切ります。
nl: Maak een onderscheid tussen de widgets aan de voorkant en de items in het midden.
pl: Oddziel widżety przy krawędzi początkowej od wyśrodkowanych elementów.
pt: Separe os widgets da margem inicial dos itens centrados.
ru: Отделять виджеты с левого края от центральных элементов.
sv: Avgränsa widgetarna vid den inledande kanten från de centrerade objekten.
tr: Baştaki widget'ları ortadaki öğelerden ayır.
vi: Phân chia các tiện ích ở cạnh đầu với các mục ở giữa.
zh_hans: 将起始端的小组件与居中的项目分隔开。
zh_hant: 將前端的小工具與置中項目分隔。

source: Divide the trailing-edge widgets from the centered items.
ar: افصل أدوات حافة النهاية عن العناصر الموسّطة.
de: Trennen Sie Widgets am Ende von den zentrierten Objekten.
es: Separa los widgets del borde final de los elementos centrados.
fr: Séparer les widgets de fin des éléments centrés.
hu: A hátsó él widgetjeinek elválasztása a középre igazított elemektől.
ja: 末尾側のウィジェットを中央の項目と区切ります。
nl: Maak een onderscheid tussen de widgets aan de achterkant en de items in het midden.
pl: Oddziel widżety przy krawędzi końcowej od wyśrodkowanych elementów.
pt: Separe os widgets da margem final dos itens centrados.
ru: Отделять виджеты с правого края от центральных элементов.
sv: Avgränsa widgetarna vid den avslutande kanten från de centrerade objekten.
tr: Sondaki widget'ları ortadaki öğelerden ayır.
vi: Phân chia các tiện ích ở cạnh cuối với các mục ở giữa.
zh_hans: 将末端的小组件与居中的项目分隔开。
zh_hant: 將尾端的小工具與置中項目分隔。

source: Divides captured thumbnail resolution to save memory. 1 is best quality; higher values are lighter but blurrier.
ar: يقسم دقة الصور المصغرة الملتقطة لتوفير الذاكرة. القيمة 1 هي الأفضل جودة؛ والقيم الأعلى أخف لكنها أكثر ضبابية.
de: Teilt die Auflösung aufgenommener Miniaturen, um Speicher zu sparen. 1 ist die beste Qualität; höhere Werte sind sparsamer, aber unschärfer.
es: Divide la resolución de las miniaturas capturadas para ahorrar memoria. 1 es la mejor calidad; los valores más altos son más ligeros pero más borrosos.
fr: Divise la résolution des miniatures capturées pour économiser de la mémoire. 1 offre la meilleure qualité ; des valeurs plus élevées sont plus légères mais plus floues.
hu: A rögzített miniatűrök felbontását osztja el a memória megtakarításához. Az 1 a legjobb minőség; a nagyobb értékek kevesebb memóriát használnak, de elmosódottabbak.
ja: キャプチャしたサムネールの解像度を下げてメモリを節約します。1が最高画質で、値が大きいほど軽くなりますがぼやけます。
nl: De resolutie van de opgeslagen miniatuurafbeeldingen wordt aangepast om geheugen te besparen. '1' is de beste kwaliteit, een hogere waarde levert kleinere, maar wazigere afbeeldingen op.
pl: Zmniejsza rozdzielczość przechwytywanych miniatur, aby oszczędzać pamięć. 1 oznacza najlepszą jakość; wyższe wartości zmniejszają zużycie pamięci, ale dają bardziej rozmyty obraz.
pt: Divide a resolução das miniaturas capturadas para poupar memória. 1 é a melhor qualidade; valores mais altos são mais leves mas mais desfocados.
ru: Делит разрешение захваченных миниатюр для экономии памяти. 1 означает наилучшее качество; более высокие значения экономнее, но размытее.
sv: Delar ned miniatyrernas upplösning för att spara minne. 1 ger bäst kvalitet; högre värden är lättare men suddigare.
tr: Belleği korumak için yakalanan küçük resim çözünürlüğünü böler. 1 en iyi kalitedir; yüksek değerler daha hafif ama daha bulanıktır.
vi: Chia nhỏ độ phân giải hình thu nhỏ đã ghi để tiết kiệm bộ nhớ. Giá trị 1 mang lại chất lượng tốt nhất; các giá trị cao hơn sẽ nhẹ hơn nhưng mờ hơn.
zh_hans: 降低捕获的缩略图分辨率以节省内存。数值为1时质量最佳；数值越高，内存占用越低，但缩略图越模糊。
zh_hant: 降低擷取的縮圖解析度以節省記憶體。數值為 1 時畫質最佳；數值越高，占用的記憶體越少，但縮圖會越模糊。

source: Do Nothing
ar: عدم اتخاذ أي إجراء
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
hu: Ne tegyen semmit
ja: 何もしない
nl: Niets doen
pl: Nic nie rób
pt: Não Fazer Nada
ru: Ничего не делать
sv: Gör ingenting
tr: Hiçbir şey yapma
vi: Không làm gì cả
zh_hans: 不执行操作
zh_hant: 不執行任何動作

source: Dock appearance
ar: مظهر Dock
de: Dock-Darstellung
es: Apariencia del Dock
fr: Apparence du dock
hu: A Dock megjelenése
ja: Dockの外観
nl: Uiterlijk van het Dock
pl: Wygląd Docka
pt: Aparência da Dock
ru: Внешний вид Dock
sv: Dockans utseende
tr: Dock görünümü
vi: Giao diện dock
zh_hans: Dock 外观
zh_hant: Dock 外觀

source: Dock Background
ar: خلفية Dock
de: Dock-Hintergrund
es: Fondo del Dock
fr: Arrière-plan du dock
hu: Dock háttere
ja: Dockの背景
nl: Achtergrond van het Dock
pl: Tło Docka
pt: Fundo da Dock
ru: Фон Dock
sv: Dockbakgrund
tr: Dock Arka Planı
vi: Nền Dock
zh_hans: Dock 背景
zh_hant: Dock 背景

source: Dock Border Opacity
ar: عتامة حدود Dock
de: Dock-Rahmendeckkraft
es: Opacidad del borde del Dock
fr: Opacité de la bordure du dock
hu: Dock-szegély átlátszatlansága
ja: Dockの枠線の不透明度
nl: Dekking van de Dockrand
pl: Krycie ramki Docka
pt: Opacidade do Contorno da Dock
ru: Непрозрачность границы Dock
sv: Dockans ramopacitet
tr: Dock Kenarlık Opaklığı
vi: Độ mờ viền Dock
zh_hans: Dock 边框不透明度
zh_hant: 框線不透明度

source: Dock Border Width
ar: عرض حدود Dock
de: Dock-Rahmenbreite
es: Grosor del borde del Dock
fr: Epaisseur de la bordure du dock
hu: Dock-szegély vastagsága
ja: Dockの枠線の太さ
nl: Randdikte van het Dock
pl: Szerokość ramki Docka
pt: Largura do Contorno da Dock
ru: Ширина границы Dock
sv: Dockans rambredd
tr: Dock Kenarlık Genişliği
vi: Độ rộng viền Dock
zh_hans: Dock 边框宽度
zh_hant: 框線粗細

source: Dock Controls
ar: عناصر تحكم Dock
de: Dock-Steuerung
es: Controles del Dock
fr: Contrôles du Dock
hu: Dock-vezérlők
ja: Dockのコントロール
nl: Dock-bediening
pl: Elementy sterujące Dockiem
pt: Controlos da Dock
ru: Управление Dock
sv: Dockstyrning
tr: Dock Kontrolleri
vi: Điều khiển Dock
zh_hans: Dock 控制
zh_hant: Dock 控制項

source: Dock hidden on this display
ar: Dock مخفي على هذه الشاشة
de: Dock auf diesem Bildschirm ausgeblendet
es: Dock oculto en esta pantalla
fr: Dock masqué sur cet écran
hu: A Dock el van rejtve ezen a kijelzőn
ja: このディスプレイではDockを非表示
nl: Dock verborgen op dit scherm
pl: Dock ukryty na tym wyświetlaczu
pt: Dock oculta neste monitor
ru: Dock скрыт на этом дисплее
sv: Dockan är gömd på den här bildskärmen
tr: Dock bu ekranda gizli
vi: Dock bị ẩn trên màn hình này
zh_hans: 此显示器上的 Dock 已隐藏
zh_hant: 此顯示器上的 Dock 已隱藏

source: Dock Orientation
ar: اتجاه Dock
de: Platzierung des Docks
es: Orientación del Dock
fr: Orientation du Dock
hu: Dock tájolása
ja: Dockの配置
nl: Positie van het Dock
pl: Orientacja Docka
pt: Orientação da Dock
ru: Ориентация Dock
sv: Dockans placering
tr: Dock Yönü
vi: Vị trí Dock
zh_hans: Dock 方向
zh_hant: Dock 方向

source: Dock Preview Compact Threshold
ar: حد العرض المدمج لمعاينات Dock
de: Schwelle für kompakte Dock-Vorschau
es: Umbral compacto de previsualizaciones del Dock
fr: Seuil d'activation du mode compact des aperçus
hu: Dock-előnézet kompakt küszöbértéke
ja: Dockプレビューのコンパクトしきい値
nl: Drempelwaarde voor compacte weergave in Dock-voorbeelden
pl: Próg trybu kompaktowego podglądów Docka
pt: Limiar do Modo Compacto das Pré-visualizações da Dock
ru: Порог компактного режима предпросмотра Dock
sv: Tröskel för kompakta dockförhandsvisningar
tr: Dock Önizleme Kompakt Eşiği
vi: Ngưỡng thu gọn bản xem trước Dock
zh_hans: Dock 预览紧凑阈值
zh_hant: Dock 預覽精簡模式閾值

source: Dock Preview Current Monitor
ar: معاينات Dock: الشاشة الحالية
de: Dock-Vorschau auf aktuellem Bildschirm
es: Previsualizaciones del Dock: monitor actual
fr: Moniteur actuel de l'aperçu du Dock
hu: Dock-előnézet jelenlegi monitor
ja: Dockプレビュー: 現在のモニター
nl: Dock-voorbeeld huidige monitor
pl: Podglądy Docka na bieżącym wyświetlaczu
pt: Pré-visualizações da Dock: Monitor Atual
ru: Предпросмотр Dock: только текущий монитор
sv: Dockförhandsvisning: aktuell bildskärm
tr: Dock Önizleme Geçerli Monitör
vi: Bản xem trước Dock trên Màn hình hiện tại
zh_hans: Dock 预览当前显示器
zh_hant: Dock 預覽目前顯示器

source: Dock Preview Current Space
ar: معاينات Dock: المساحة الحالية
de: Dock-Vorschau im aktuellen Space
es: Previsualizaciones del Dock: espacio actual
fr: Aperçus du Dock limités à l'espace actuel
hu: Dock-előnézet jelenlegi Space
ja: Dockプレビュー: 現在の操作スペース
nl: Dock-voorbeeld huidige space
pl: Podglądy Docka w bieżącej przestrzeni
pt: Pré-visualizações da Dock: Espaço Atual
ru: Предпросмотр Dock: только текущее пространство
sv: Dockförhandsvisning: aktuellt Space
tr: Dock Önizleme Geçerli Masaüstü
vi: Bản xem trước Dock trong Không gian hiện tại
zh_hans: Dock 预览当前空间
zh_hant: Dock 預覽目前桌面

source: Dock Preview Hidden Windows
ar: معاينات Dock: النوافذ المخفية
de: Dock-Vorschau für ausgeblendete Fenster
es: Previsualizaciones del Dock: ventanas ocultas
fr: Aperçu du Dock des fenêtres masquées
hu: Dock-előnézet rejtett ablakok
ja: Dockプレビュー: 非表示のウインドウ
nl: Dock-voorbeeld verborgen vensters
pl: Ukryte okna w podglądach Docka
pt: Pré-visualizações da Dock: Janelas Ocultas
ru: Предпросмотр скрытых окон
sv: Dockförhandsvisning: gömda fönster
tr: Dock Önizleme Gizli Pencereler
vi: Bản xem trước Dock các Cửa sổ bị Ẩn
zh_hans: Dock 预览隐藏窗口
zh_hant: 在 Dock 預覽中顯示已隱藏的視窗

source: Dock Preview Minimized Badge
ar: شارة التصغير في معاينات Dock
de: Dock-Vorschau: Kennzeichen für minimierte Fenster
es: Insignia de minimizado en previsualizaciones del Dock
fr: Badge des fenêtres réduites dans les aperçus du dock
hu: Dock-előnézet kicsinyítési jelvénye
ja: Dockプレビューのしまったウインドウのバッジ
nl: Badge voor geminimaliseerd in Dock-voorbeeld
pl: Plakietka minimalizacji w podglądzie Docka
pt: Pré-visualizações da Dock: Emblema de Minimização
ru: Метка свернутых окон в предпросмотре Dock
sv: Dockförhandsvisning: minimeringsbricka
tr: Dock Önizleme Küçültülmüş Rozeti
vi: Huy hiệu thu nhỏ trong bản xem trước Dock
zh_hans: Dock 预览最小化标记
zh_hant: Dock 預覽的最小化標記

source: Dock Preview Order
ar: ترتيب معاينات Dock
de: Sortierung der Dock-Vorschau
es: Orden de las previsualizaciones del Dock
fr: Ordre des aperçus du Dock
hu: Dock-előnézet sorrendje
ja: Dockプレビューの並び順
nl: Dock-voorbeeld volgorde
pl: Kolejność podglądów Docka
pt: Ordem das Pré-visualizações da Dock
ru: Порядок предпросмотра Dock
sv: Ordning för dockförhandsvisningar
tr: Dock Önizleme Sırası
vi: Thứ tự Xem trước Dock
zh_hans: Dock 预览顺序
zh_hant: Dock 預覽排序方式

source: Dock Previews
ar: معاينات Dock
de: Dock-Vorschau
es: Previsualizaciones del Dock
fr: Aperçus du Dock
hu: Dock-előnézetek
ja: Dockプレビュー
nl: Dock-voorbeelden
pl: Podglądy Docka
pt: Pré-visualizações da Dock
ru: Предпросмотр Dock
sv: Dockförhandsvisningar
tr: Dock Önizlemeleri
vi: Bản xem trước Dock
zh_hans: Dock 预览
zh_hant: Dock 預覽

source: Dock profile
ar: ملف تعريف Dock
de: Dock-Profil
es: Perfil de Dock
fr: Profil du Dock
hu: Dock-profil
ja: Dockプロファイル
nl: Dock-profiel
pl: Profil Docka
pt: Perfil da Dock
ru: Профиль Dock
sv: Dockprofil
tr: Dock profili
vi: Hồ sơ dock
zh_hans: Dock 配置文件
zh_hant: Dock 設定檔
